Metaphysics.org
#+TITLE:     Metaphysics: The Outline
#+AUTHOR:    GW Dean
#+EMAIL:     gwdean@gmail.com
#+DATE:      2013-12-07 Sat
#+DESCRIPTION: 
#+KEYWORDS: 
#+LANGUAGE:  en
#+OPTIONS:   H:3 num:t toc:t \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:nil skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT: view:nil toc:nil ltoc:t mouse:underline buttons:0 path:http://orgmode.org/org-info.js
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 

* Introductions to Philosophy (3-60)
** Book Alpha: The Theory of Explanation (3)
** Book Alpha the Less: Remarks on Philosophic Procedures (35)
** Book Beta: Typical Problems in General Philosophy (40)
* The Province of Philosophy (61-129)
** Book Gamma: Being and Knowledge (61)
** Book Delta: Definitions of Terms (87)
** Book Epsilon: First Philosophy and Irrelevant Ways of Being (123)
* Being and Becoming (130-220)
** Book Zeta: The Search For Primary Being (130)
** Book Eta: The Unity of Matter and Form (169)
** Book Theta: Powers and Operations (181)
** Book Iota: Unity and Derivative Concepts (200)
* Philosophic Excerpts (221-247)
** Book Kappa: Repetitions and Quotations (221)
* Eternal Being (248-318)
** Book Lambda: Divine Being (248)
** Book Mu: Mathematical Entities and the Ideas (270)
** Book Nu: Numbers, Ideas, and First Principles (300)
* Analytical Index of Technical Terms (319-390)
** Being
** Categories
** Principles of Explanation
** Nature and Change
** Human Nature and Soul
** Mind 
** The Divine
* Index of Names (391-394)
