Metaphysics.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Metaphysics: The Outline</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-12-07 Sat"/>
<meta name="author" content="GW Dean"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Metaphysics: The Outline</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Introductions to Philosophy (3-60) </a>
<ul>
<li><a href="#sec-1.1">1.1 Book Alpha: The Theory of Explanation (3) </a></li>
<li><a href="#sec-1.2">1.2 Book Alpha the Less: Remarks on Philosophic Procedures (35) </a></li>
<li><a href="#sec-1.3">1.3 Book Beta: Typical Problems in General Philosophy (40) </a></li>
</ul>
</li>
<li><a href="#sec-2">2 The Province of Philosophy (61-129) </a>
<ul>
<li><a href="#sec-2.1">2.1 Book Gamma: Being and Knowledge (61) </a></li>
<li><a href="#sec-2.2">2.2 Book Delta: Definitions of Terms (87) </a></li>
<li><a href="#sec-2.3">2.3 Book Epsilon: First Philosophy and Irrelevant Ways of Being (123) </a></li>
</ul>
</li>
<li><a href="#sec-3">3 Being and Becoming (130-220) </a>
<ul>
<li><a href="#sec-3.1">3.1 Book Zeta: The Search For Primary Being (130) </a></li>
<li><a href="#sec-3.2">3.2 Book Eta: The Unity of Matter and Form (169) </a></li>
<li><a href="#sec-3.3">3.3 Book Theta: Powers and Operations (181) </a></li>
<li><a href="#sec-3.4">3.4 Book Iota: Unity and Derivative Concepts (200) </a></li>
</ul>
</li>
<li><a href="#sec-4">4 Philosophic Excerpts (221-247) </a>
<ul>
<li><a href="#sec-4.1">4.1 Book Kappa: Repetitions and Quotations (221) </a></li>
</ul>
</li>
<li><a href="#sec-5">5 Eternal Being (248-318) </a>
<ul>
<li><a href="#sec-5.1">5.1 Book Lambda: Divine Being (248) </a></li>
<li><a href="#sec-5.2">5.2 Book Mu: Mathematical Entities and the Ideas (270) </a></li>
<li><a href="#sec-5.3">5.3 Book Nu: Numbers, Ideas, and First Principles (300) </a></li>
</ul>
</li>
<li><a href="#sec-6">6 Analytical Index of Technical Terms (319-390) </a>
<ul>
<li><a href="#sec-6.1">6.1 Being </a></li>
<li><a href="#sec-6.2">6.2 Categories </a></li>
<li><a href="#sec-6.3">6.3 Principles of Explanation </a></li>
<li><a href="#sec-6.4">6.4 Nature and Change </a></li>
<li><a href="#sec-6.5">6.5 Human Nature and Soul </a></li>
<li><a href="#sec-6.6">6.6 Mind </a></li>
<li><a href="#sec-6.7">6.7 The Divine </a></li>
</ul>
</li>
<li><a href="#sec-7">7 Index of Names (391-394) </a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Introductions to Philosophy (3-60) </h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Book Alpha: The Theory of Explanation (3) </h3>
<div class="outline-text-3" id="text-1.1">

</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Book Alpha the Less: Remarks on Philosophic Procedures (35) </h3>
<div class="outline-text-3" id="text-1.2">

</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> Book Beta: Typical Problems in General Philosophy (40) </h3>
<div class="outline-text-3" id="text-1.3">

</div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> The Province of Philosophy (61-129) </h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2.1" class="outline-3">
<h3 id="sec-2.1"><span class="section-number-3">2.1</span> Book Gamma: Being and Knowledge (61) </h3>
<div class="outline-text-3" id="text-2.1">

</div>

</div>

<div id="outline-container-2.2" class="outline-3">
<h3 id="sec-2.2"><span class="section-number-3">2.2</span> Book Delta: Definitions of Terms (87) </h3>
<div class="outline-text-3" id="text-2.2">

</div>

</div>

<div id="outline-container-2.3" class="outline-3">
<h3 id="sec-2.3"><span class="section-number-3">2.3</span> Book Epsilon: First Philosophy and Irrelevant Ways of Being (123) </h3>
<div class="outline-text-3" id="text-2.3">

</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Being and Becoming (130-220) </h2>
<div class="outline-text-2" id="text-3">


</div>

<div id="outline-container-3.1" class="outline-3">
<h3 id="sec-3.1"><span class="section-number-3">3.1</span> Book Zeta: The Search For Primary Being (130) </h3>
<div class="outline-text-3" id="text-3.1">

</div>

</div>

<div id="outline-container-3.2" class="outline-3">
<h3 id="sec-3.2"><span class="section-number-3">3.2</span> Book Eta: The Unity of Matter and Form (169) </h3>
<div class="outline-text-3" id="text-3.2">

</div>

</div>

<div id="outline-container-3.3" class="outline-3">
<h3 id="sec-3.3"><span class="section-number-3">3.3</span> Book Theta: Powers and Operations (181) </h3>
<div class="outline-text-3" id="text-3.3">

</div>

</div>

<div id="outline-container-3.4" class="outline-3">
<h3 id="sec-3.4"><span class="section-number-3">3.4</span> Book Iota: Unity and Derivative Concepts (200) </h3>
<div class="outline-text-3" id="text-3.4">

</div>
</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Philosophic Excerpts (221-247) </h2>
<div class="outline-text-2" id="text-4">


</div>

<div id="outline-container-4.1" class="outline-3">
<h3 id="sec-4.1"><span class="section-number-3">4.1</span> Book Kappa: Repetitions and Quotations (221) </h3>
<div class="outline-text-3" id="text-4.1">

</div>
</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Eternal Being (248-318) </h2>
<div class="outline-text-2" id="text-5">


</div>

<div id="outline-container-5.1" class="outline-3">
<h3 id="sec-5.1"><span class="section-number-3">5.1</span> Book Lambda: Divine Being (248) </h3>
<div class="outline-text-3" id="text-5.1">

</div>

</div>

<div id="outline-container-5.2" class="outline-3">
<h3 id="sec-5.2"><span class="section-number-3">5.2</span> Book Mu: Mathematical Entities and the Ideas (270) </h3>
<div class="outline-text-3" id="text-5.2">

</div>

</div>

<div id="outline-container-5.3" class="outline-3">
<h3 id="sec-5.3"><span class="section-number-3">5.3</span> Book Nu: Numbers, Ideas, and First Principles (300) </h3>
<div class="outline-text-3" id="text-5.3">

</div>
</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Analytical Index of Technical Terms (319-390) </h2>
<div class="outline-text-2" id="text-6">


</div>

<div id="outline-container-6.1" class="outline-3">
<h3 id="sec-6.1"><span class="section-number-3">6.1</span> Being </h3>
<div class="outline-text-3" id="text-6.1">

</div>

</div>

<div id="outline-container-6.2" class="outline-3">
<h3 id="sec-6.2"><span class="section-number-3">6.2</span> Categories </h3>
<div class="outline-text-3" id="text-6.2">

</div>

</div>

<div id="outline-container-6.3" class="outline-3">
<h3 id="sec-6.3"><span class="section-number-3">6.3</span> Principles of Explanation </h3>
<div class="outline-text-3" id="text-6.3">

</div>

</div>

<div id="outline-container-6.4" class="outline-3">
<h3 id="sec-6.4"><span class="section-number-3">6.4</span> Nature and Change </h3>
<div class="outline-text-3" id="text-6.4">

</div>

</div>

<div id="outline-container-6.5" class="outline-3">
<h3 id="sec-6.5"><span class="section-number-3">6.5</span> Human Nature and Soul </h3>
<div class="outline-text-3" id="text-6.5">

</div>

</div>

<div id="outline-container-6.6" class="outline-3">
<h3 id="sec-6.6"><span class="section-number-3">6.6</span> Mind </h3>
<div class="outline-text-3" id="text-6.6">

</div>

</div>

<div id="outline-container-6.7" class="outline-3">
<h3 id="sec-6.7"><span class="section-number-3">6.7</span> The Divine </h3>
<div class="outline-text-3" id="text-6.7">

</div>
</div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Index of Names (391-394) </h2>
<div class="outline-text-2" id="text-7">

</div>
</div>
<div id="postamble">
<p class="author"> Author: GW Dean
<a href="mailto:gwdean@gmail.com">&lt;gwdean@gmail.com&gt;</a>
</p>
<p class="date"> Date: 2013-12-07 Sat</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
